/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "日付";
"AppDates.DATES.PAST_DUE" = "期限切れ";
"AppDates.DATES.TODAY" = "今日";
"AppDates.DATES.THIS_WEEK" = "今週";
"AppDates.DATES.NEXT_WEEK" = "来週";
"AppDates.DATES.UPCOMING" = "近日公開予定";
"AppDates.EMPTY.TITLE" = "日付なし";
"AppDates.EMPTY.SUBTITLE" = "現在、イベントが予定されているアクティブなコースはありません。重要な日付と締め切りを表示するには、コースに登録してください。";
"AppDates.SHIFT_DUE_DATES.TITLE" = "締切を逃してしまいましたか？";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "ご安心ください。進捗を失うことなく、期日を過ぎた課題を完了できるよう、提案されたスケジュールを調整しましょう。";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "締切日を変更";
"Profile.TITLE" = "プロフィール";
"Profile.INFO" = "プロフィール情報";
"Profile.ABOUT" = "私について";
"Profile.EDIT_PROFILE" = "プロフィールを編集";
"Profile.YEAR_OF_BIRTH" = "生年:";
"Profile.BIO" = "バイオ：";
"Profile.SETTINGS" = "設定";
"Profile.SETTINGS_VIDEO" = "ビデオ設定";
"Profile.DATES_AND_CALENDAR" = "日付とカレンダー";
"Profile.SUPPORT_INFO" = "サポート情報";
"Profile.CONTACT" = "サポートに連絡する";
"Profile.TERMS" = "利用規約";
"Profile.PRIVACY" = "プライバシーポリシー";
"Profile.COOKIE_POLICY" = "クッキーポリシー";
"Profile.CURRENT_LEARNING_SITE" = "現在の学習サイト";
"Profile.DO_NOT_SELL_INFORMATION" = "個人情報を販売しないでください";
"Profile.FAQ_TITLE" = "FAQを表示";
"Profile.MANAGE_ACCOUNT" = "アカウント管理";
"Profile.LEARNING_SITES" = "学習サイト";
"Profile.LOGOUT" = "ログアウト";
"Profile.SWITCH_TO" = "切り替え";
"Profile.FULL_PROFILE" = "完全なプロフィール";
"Profile.LIMITED_PROFILE" = "限定プロフィール";
"Profile.LOGOUT_ALERT.TITLE" = "ログアウトを確認";
"Profile.LOGOUT_ALERT.TEXT" = "ログアウトしますか？";
"Profile.DELETE_ALERT.TITLE" = "警告！";
"Profile.DELETE_ALERT.TEXT" = "本当にアカウントを削除しますか？";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "保存せずに終了しますか？";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "変更内容は破棄されます。";
"Profile.EDIT.TOO_YONG_USER" = "情報に完全にアクセスできるプロフィールを作成するには、13歳以上である必要があります。";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "制限付きプロフィールでは、ユーザー名とプロフィール写真のみが共有されます。";
"Profile.EDIT.DELETE_ACCOUNT" = "アカウントを削除";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "生年";
"Profile.EDIT.FIELDS.LOCATION" = "場所";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "話せる言語";
"Profile.EDIT.FIELDS.ABOUT_ME" = "私について";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "プロフィール画像を変更";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "ギャラリーから選択";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "写真を削除";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "キャンセル";
"Profile.DELETE_ACCOUNT.TITLE" = "アカウントを削除";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "本当に実行しますか？ ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "アカウントを削除しますか？";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "この操作を確認するには、アカウントのパスワードを入力してください。";
"Profile.DELETE_ACCOUNT.PASSWORD" = "パスワード";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "パスワードを入力してください";
"Profile.DELETE_ACCOUNT.CONFIRM" = "はい、アカウントを削除します";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "プロフィールに戻る";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "パスワードが間違っています。もう一度お試しください。";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "ビデオ設定";
"Profile.SETTINGS.WIFI_TITLE" = "Wi-fi接続時のみダウンロード";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "コンテンツはWi-Fiがオンのときのみダウンロードしてください。";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "ビデオストリーミングの品質";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "自動（推奨）";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "自動";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "おすすめ";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "データ使用量を抑える";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "最高品質";
"Profile.SETTINGS.VERSION" = "バージョン:";
"Profile.SETTINGS.UP_TO_DATE" = "最新";
"Profile.SETTINGS.TAP_TO_UPDATE" = "バージョンに更新するにはタップしてください";
"Profile.SETTINGS.TAP_TO_INSTALL" = "必須なアプリの更新をインストールするにはタップしてください";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "メールを送信できません。メールクライアントが設定されていないようです。";
"Profile.CALENDAR.NEW_CALENDAR" = "新しいカレンダー";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "同期オプションを変更";
"Profile.CALENDAR.ACCOUNT" = "アカウント";
"Profile.CALENDAR.CALENDAR_NAME" = "カレンダー名";
"Profile.CALENDAR.COLOR" = "色";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "アクティブなコースの今後の課題はこのカレンダーに表示されます";
"Profile.CALENDAR.CANCEL" = "キャンセル";
"Profile.CALENDAR.BEGIN_SYNCING" = "同期開始";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "同期済み";
"Profile.ASSIGNMENT_STATUS.FAILED" = "同期に失敗しました";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "オフライン";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "カレンダーに同期中...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "カレンダーアクセス";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "カレンダー同期を無効にする";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "カレンダーに今後の課題やコースのマイルストーンを表示するために、カレンダーへのアクセス許可が必要です。";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "カレンダー同期を無効にすると、カレンダー「%@」が削除されます。カレンダー同期はいつでも再度有効にできます。";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "カレンダーアクセスを許可";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "同期を無効にする";
"Profile.CALENDAR_DIALOG.CANCEL" = "キャンセル";
"Profile.DATES_AND_CALENDAR.TITLE" = "日付とカレンダー";
"Profile.CALENDAR_SYNC.TITLE" = "カレンダー同期";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "カレンダー同期を設定して、今後の課題やコースのマイルストーンをカレンダーに表示しましょう。新しい課題や変更されたコースの日程は自動的に同期されます。";
"Profile.CALENDAR_SYNC.BUTTON" = "カレンダー同期の設定";
"Profile.OPTIONS.TITLE" = "オプション";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "相対日付を使用する";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "「明日」や「昨日」のような相対的な日付を表示する";
"Profile.OPTIONS.SHOW_FULL_DATES" = "日付を「2021年1月1日」のように完全に表示する";
"Profile.DATES_AND_CALENDAR.TITLE" = "日付とカレンダー";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "コースカレンダー同期";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "カレンダーを再接続して同期を再開してください";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "現在、イベントをカレンダーに同期しています";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "カレンダーを再接続";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "同期オプションを変更";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d コースを同期中";
"Profile.OPTIONS.TITLE" = "オプション";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "相対日付を使用する";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "「明日」や「昨日」のような相対的な日付を表示する";
"Profile.COURSES_TO_SYNC.TITLE" = "同期するコース";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "コースの同期を無効にすると、そのコースに関連するすべてのイベントが同期されたカレンダーから削除されます。";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "非アクティブなコースを非表示";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "コースのイベントを、過去1か月間に表示していない場合は自動的に削除する";
"Profile.COURSES_TO_SYNC.INACTIVE" = "非アクティブ";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "ローカル";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "アクセント";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "赤";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "オレンジ";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "黄色";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "緑";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "青";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "紫";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "ブラウン";
"Profile.CALENDAR.COURSE_DATES" = "%@ コース日程";
"Profile.DROP_DOWN_PICKER.SELECT" = "選択";
"Profile.SYNC_SELECTOR.SYNCED" = "同期する";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "同期されていません";
"Profile.SYNC.NO_SYNCED" = "同期されたコースはありません";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "現在、カレンダーに同期されているコースはありません。";
"Downloads.DOWNLOADS.TITLE" = "ダウンロード";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "ダウンロード設定を管理する";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "ダウンロード可能なコンテンツがあるコースはありません";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "ダウンロード可能なコンテンツがあるコースは現在ありません。";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ ダウンロード済み";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "すべて%@がダウンロードされました";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ 利用可能";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "コースをダウンロード";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "ダウンロード中";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "コース構造を読み込んでいます...";
"Downloads.MENU_OPTION.REMOVE" = "コースのダウンロードを削除";
"Downloads.MENU_OPTION.CANCEL" = "ダウンロードをキャンセル";
"Discovery.TITLE" = "発見する";
"Discovery.SEARCH" = "検索";
"Discovery.HEADER.TITLE_1" = "新しいものを発見する";
"Discovery.HEADER.TITLE_2" = "新しいコースを見つけましょう。";
"Discovery.SEARCH.TITLE" = "検索結果";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "コースを見つけるために入力を開始してください";
"Discovery.UPDATE_REQUIRED_TITLE" = "アプリの更新が必要です";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "このバージョンのOpenEdXアプリは古くなっています。学習を続け、最新の機能と修正を得るために、最新バージョンにアップグレードしてください。";
"Discovery.UPDATE_WHY_NEED" = "なぜアップデートが必要ですか？";
"Discovery.UPDATE_DEPRECATED_APP" = "非推奨アプリバージョン";
"Discovery.UPDATE_BUTTON" = "更新";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "アカウント設定";
"Discovery.UPDATE_NEEDED_TITLE" = "アプリの更新";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "最新バージョンへのアップデートをお勧めします。最新の機能と修正を受け取るために、今すぐアップグレードしてください。";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "今はしない";
"Discovery.UPDATE_NEW_AVALIABLE" = "新しいアップデートが利用可能です！最新の機能と修正を受け取るために、今すぐアップグレードしてください。";
"Discovery.ALERT.LEAVING_APP_TITLE" = "アプリを離れる";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "アプリを終了し、ブラウザを開きます。";
"Discovery.DETAILS.TITLE" = "コース詳細";
"Discovery.DETAILS.VIEW_COURSE" = "コースを見る";
"Discovery.DETAILS.ENROLL_NOW" = "今すぐ登録";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "このコースには、登録期間が終了したため登録できません。";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "このコースに登録するには、インターネットに接続していることを確認してください。";
"Discovery.DETAILS.COURSE_BANNER" = "コースバナー";
"Discovery.ALERT.AUTHORIZATION" = "認証";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "システムにログインしてコース登録を続行してください。";
"Discussion.TITLE" = "ディスカッションズ";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "ディスカッションへの投稿はコースチームによって無効化されています";
"Discussion.TOPICS.SEARCH" = "すべての投稿を検索";
"Discussion.TOPICS.ALL_POSTS" = "すべての投稿";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "フォロー中の投稿";
"Discussion.TOPICS.MAIN_CATEGORIES" = "主要カテゴリ";
"Discussion.TOPICS.UNNAMED" = "名前のないサブカテゴリー";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "最近の活動";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "最も活動的";
"Discussion.POSTS.SORT.MOST_VOTES" = "最多投票";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "まだディスカッションはありません";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "以下のボタンをクリックして、最初のディスカッションを作成してください。";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "ディスカッションを作成";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "投稿を追加";
"Discussion.POSTS.FILTER.ALL_POSTS" = "すべての投稿";
"Discussion.POSTS.FILTER.UNREAD" = "未読";
"Discussion.POSTS.FILTER.UNANSWERED" = "未回答";
"Discussion.POSTS.CREATE_NEW_POST" = "新しい投稿を作成";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "選択してください";
"Discussion.POST.LAST_POST" = "最終投稿:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "コメントが追加されました";
"Discussion.THREAD.ADD_RESPONSE" = "応答を追加";
"Discussion.CREATE_THREAD.NEW_POST" = "新しい投稿を作成";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "投稿タイプを選択";
"Discussion.CREATE_THREAD.TOPIC" = "トピック";
"Discussion.CREATE_THREAD.TITLE" = "タイトル";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "このディスカッションをフォローする";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "この質問をフォローする";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "新しいディスカッションを作成";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "新しい質問を作成";
"Discussion.COMMENT.REPORT" = "報告";
"Discussion.COMMENT.UNREPORT" = "報告を取り消す";
"Discussion.COMMENT.FOLLOW" = "フォロー";
"Discussion.COMMENT.UNFOLLOW" = "フォロー解除";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "コメント";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "コメントが追加されました";
"Discussion.RESPONSE.ADD_COMMENT" = "コメントを追加";
"Discussion.POST_TYPE.QUESTION" = "質問";
"Discussion.POST_TYPE.DISCUSSION" = "ディスカッション";
"Discussion.SEARCH" = "検索";
"Discussion.SEARCH.TITLE" = "検索結果";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "トピックを見つけるために入力を開始してください";
"Discussion.ANONYMOUS" = "匿名";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "ディスカッションを読み込めません。\n後でもう一度お試しください。";
"Course.OUTLINE.PASSED_THE_COURSE" = "おめでとうございます。「%@\」のコース証明書を取得しました。";
"Course.OUTLINE.VIEW_CERTIFICATE" = "証明書を表示";
"Course.OUTLINE.CERTIFICATE" = "証明書";
"Course.OUTLINE.COURSE_VIDEOS" = "コース動画";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "このコースはまだ始まっていません。";
"Course.COURSEWARE.COURSE_CONTENT" = "コース内容";
"Course.COURSEWARE.COURSE_UNITS" = "コースユニット";
"Course.COURSEWARE.NEXT" = "次へ";
"Course.COURSEWARE.PREVIOUS" = "前へ";
"Course.COURSEWARE.PREVIOUS_FULL" = "前へ";
"Course.COURSEWARE.FINISH" = "完了";
"Course.COURSEWARE.GOOD_WORK" = "よくできました！";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "アウトラインに戻る";
"Course.COURSEWARE.SECTION" = "「“」を完了しました。";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "続行";
"Course.COURSEWARE.RESUME_WITH" = "再開:";
"Course.ERROR.NO_INTERNET" = "インターネットに接続されていません。インターネット接続を確認してください。";
"Course.ERROR.RELOAD" = "再読み込み";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "コースコンポーネントが見つかりません。再読み込みしてください。";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "このコースには現在、配布資料がありません。";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "このコースには現在お知らせがありません。";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "このコースには利用可能なビデオがありません。";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "このコースには利用可能な課題がありません。";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "コースの日程は現在利用できません。";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "コースの内容は現在利用できません。";
"Course.ALERT.ROTATE_DEVICE" = "デバイスを回転させて、このビデオを全画面でご覧ください。";
"Course.ALERT.DELETE_ALL_VIDEOS" = "すべてのビデオを削除してもよろしいですか";
"Course.ALERT.DELETE_VIDEOS" = "動画を削除してもよろしいですか？";
"Course.ALERT.STOP_DOWNLOADING" = "スイッチをオフにすると、ダウンロードが停止し、すべてのダウンロード済みビデオが削除されます。";
"Course.ALERT.WARNING" = "警告";
"Course.COURSE_CONTAINER.HOME" = "ホーム";
"Course.COURSE_CONTAINER.CONTENT" = "コンテンツ";
"Course.COURSE_CONTAINER.PROGRESS" = "進捗";
"Course.COURSE_CONTAINER.VIDEOS" = "ビデオ";
"Course.COURSE_CONTAINER.OFFLINE" = "オフライン";
"Course.COURSE_CONTAINER.DATES" = "日付";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "ディスカッションズ";
"Course.COURSE_CONTAINER.HANDOUTS" = "もっと";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "ハンドアウトの開発中";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "コース進捗の%@%%を完了しました。";
"Course.COURSE_CAROUSEL.GRADES" = "成績";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "この数値は、コースを合格するために必要な成績に対するあなたの加重成績を表しています。";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "すべてのコンテンツ";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "このコースを聴講中のため、コース資料へのアクセスが制限されています。";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "今すぐアップグレード";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "動画はすべて見終わりました！";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "すべての課題が完了しました！";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "ビデオ\n完了";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "課題\n完了";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "視聴を続ける";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "次のビデオ";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "すべての動画";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "すべての課題";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "次の課題";
"Course.COURSE_CONTENT.ALL" = "全て";
"Course.COURSE_CONTENT.VIDEOS" = "ビデオ";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "課題";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "コース完了";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "コース内容のどれだけを完了したかを示しています。まだ公開されていない内容もあることに注意してください。";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "完了";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "全体の進捗状況";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "残り";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "ロック済み";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "成績の進捗";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "合格";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "不合格";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "証明書を表示";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "セクションの進捗";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "進捗はありません";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "学習を始めて、ここで進捗を確認しましょう";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "総合評価";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "この数値は、コースを合格するために必要な成績に対するあなたの加重成績を表しています。";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "現在の総合加重成績:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "%@%%の加重平均点がこのコースの合格に必要です。";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "必須";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "成績の詳細";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "課題の種類";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "現在 / 最大 %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "完了";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "成績の";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "このコースには採点される課題は含まれていません。";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "配布資料";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "お知らせ";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "重要なコース情報を見つける";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "最新ニュースを追いかける";
"Course.NOT_AVALIABLE.TITLE" = "このインタラクティブコンポーネントはモバイルでは利用できません。";
"Course.NOT_AVALIABLE.DESCRIPTION" = "このコースの他の部分を探索するか、ウェブで表示してください。";
"Course.NOT_AVALIABLE.BUTTON" = "ブラウザで開く";
"Course.SUBTITLES.TITLE" = "字幕";
"Course.ACCESSIBILITY.DOWNLOAD" = "ダウンロード";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "ダウンロードをキャンセル";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "ダウンロードを削除";
"Course.ACCESSIBILITY.PROGRESS_RING" = "コース完了進捗リング";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "総合成績セクション";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "成績詳細セクション";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "課題項目";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "合格に必要な成績の指標";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ パーセント完了";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "合格に必要な%@パーセント";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@、%@ のうち %@ が完了、%@ のうち %@ パーセントの成績";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "現在の成績: %@ パーセント";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "合格に必要な成績警告: %@ パーセントが必要です";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "%@の課題カテゴリを示す進捗の可視化";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "全体の進捗状況: %@ パーセント";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "課題タイプ別の進捗状況を表示";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "このコースには表示する採点済みの課題がありません";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "コース活動を完了して、ここで進捗を確認してください。";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "課題タイプ列ヘッダー";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "現在および最大パーセント列ヘッダー";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "成績の%@パーセントの重み";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ / %@ 完了";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "現在の成績: %@ / %@ パーセント";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ / %@ 完了。重み：成績の %@ パーセント。現在の成績：%@ / %@ パーセント";
"Course.DOWNLOAD.DOWNLOADS" = "ダウンロード";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "すべてのビデオがダウンロードされました";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "ビデオをダウンロードしています...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "デバイスにダウンロード";
"Course.DOWNLOAD.VIDEOS" = "ビデオ";
"Course.DOWNLOAD.REMAINING" = "残り";
"Course.DOWNLOAD.UNTITLED" = "無題";
"Course.DOWNLOAD.TOTAL" = "合計";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "すべての動画がダウンロード中の場合、ダウンロード動画の画質を変更することはできません。";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "現在のダウンロード設定では、Wi-Fi接続時のみダウンロードが許可されています。\nWi-Fiネットワークに接続するか、ダウンロード設定を変更してください。";
"Course.COURSE_DATES.TODAY" = "今日";
"Course.COURSE_DATES.COMPLETED" = "完了";
"Course.COURSE_DATES.PAST_DUE" = "期限切れ";
"Course.COURSE_DATES.DUE_NEXT" = "次の期限";
"Course.COURSE_DATES.UNRELEASED" = "未公開";
"Course.COURSE_DATES.VERIFIED_ONLY" = "認証済みのみ";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "項目が非表示";
"Course.COURSE_DATES.ITEM_HIDDEN" = "項目が非表示";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "期限が変更されました";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "締切日が正常に変更され、予定通りに進めるようになりました。";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "すべての日付を表示";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "カレンダーに同期";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "すべての締め切りと期日を自動的にカレンダーに同期します。";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "カレンダーを追加";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "カレンダーを削除";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "%@ カレンダー「%@」を追加しますか？  \n　カレンダーや設定で、コースカレンダーをいつでも編集または削除できます。";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "%@ カレンダー「%@」を削除しますか？";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "「%@」がカレンダーに追加されました。";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "カレンダーを同期中...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "イベントを見る";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "コースカレンダーが追加されました。";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "コースカレンダーが削除されました。";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "カレンダーイベント";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "コースカレンダーが最新ではありません。";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "コースの日程が変更され、コースカレンダーが新しいスケジュールに合っていません。";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "今すぐ更新";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "コースカレンダーが更新されました。";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@にはカレンダーの権限がありません。設定に移動してカレンダーの権限を付与してください。";
"Course.COURSE_DATES.OPEN_SETTINGS" = "設定を開く";
"Course.COURSE_DATES.SETTINGS" = "設定";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "日付を変更できませんでした。もう一度お試しください。";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "日付が正常に変更されました。";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "コース日程";
"Course.COURSE.DUE_TODAY" = "今日の締め切り";
"Course.COURSE.DUE_TOMORROW" = "明日まで";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ 完了";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ セクション完了";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ 完了";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ 視聴済み";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "完了を表示";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "完了を非表示";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "完了";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "ドラッグアンドドロップ";
"Course.COURSE.ASSIGNMENT_GENERIC" = "課題";
"Course.COURSE.ASSIGNMENT_GRADED" = "採点済み";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "未開始";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "オープン評価";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "ピア・インストラクション";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "問題";
"Course.COURSE.ASSIGNMENT_SURVEY" = "アンケート";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "進行中";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "ワードクラウド";
"Course.COURSE.ASSIGNMENT_LTI" = "外部ツール";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "ディスカッション";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "最大ダウンロード数";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "完了";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "編集する";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "すべてのダウンロードを削除";
"Course.COURSE.OFFLINE.VISIBLE" = "このコースの%@%%はモバイルで表示可能です。";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "このコースの%@%%はダウンロード可能です。";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "このコースの%@%%はオフラインで完了できます。";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "ダウンロード済み";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "ダウンロード中";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "ダウンロード可能";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "ダウンロードの準備ができました";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "すべてダウンロード";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "コースのダウンロードをキャンセル";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "コースの内容をオフラインでダウンロードして、インターネット接続やモバイルデータを使用せずに移動中に学習できます。";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "このコースのコンテンツは現在、オフラインでダウンロードできません。";
"Course.COURSE.RETURN_TO_HOME" = "コースホームに戻る";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "このコンポーネントはダウンロードされていません";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "このコースの他の部分を探索するか、再接続したときにこれをダウンロードしてください。";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "このコンポーネントはまだオフラインで利用できません。";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "このコースの他の部分を探索するか、再接続したときにこれを表示してください。";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "カレンダーに同期済み";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "カレンダー同期に失敗しました";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "オフライン";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ 完了 - %@/%@ ポイント";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ 期限切れ - %@/%@ ポイント";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ 未対応";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ ポイント";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "コースの成績評価ポリシーを確認する";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "不明";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "コース進捗セクション";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "学習を続けるセクション";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "コース内容セクション";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "エラーメッセージセクション";
"Course.ACCESSIBILITY.LOADING_SECTION" = "読み込みセクション";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "動画セクション";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "ビデオの進捗 %@ / %@ 完了。";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "課題セクション";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "課題進捗セクション";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "コンテンツがありません";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "次のページ";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "最終ページ";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "前のページ";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ 件中 %@ 件の課題が完了しました";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "完了したセクションを非表示にするためにタップしてください";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "完了したセクションを表示するにはタップしてください";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@セクション、%@/%@本の動画を視聴済み";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "ダウンロードセクション、%@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "ビデオ: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@、完了";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@、%@%% 視聴済み";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@、未開始";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "ビデオを再生するにはタップしてください";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ パーセント完了";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "ビデオ %@ の %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "ビデオナビゲーション";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "ビデオタイトルなし";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "サインイン";
"Authorization.SIGN_IN.WELCOME_BACK" = "お帰りなさい！コースにアクセスするにはサインインしてください。";
"Authorization.SIGN_IN.EMAIL" = "メール";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "メールまたはユーザー名";
"Authorization.SIGN_IN.PASSWORD" = "パスワード";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "パスワードをお忘れですか";
"Authorization.SIGN_IN.SELECTED_SITE" = "選択されたサイト";
"Authorization.SIGN_IN.CHANGE" = "変更";
"Authorization.SIGN_IN.AGREEMENT" = "このアプリにサインインすることにより、[%@ エンドユーザーライセンス契約](%@)および[%@ 利用規約と名誉規定](%@)に同意し、%@および各メンバーがあなたの個人データを[プライバシーポリシー](%@)に従って処理することを認めます。";
"Authorization.SIGN_IN.SSO_HEADING" = "今日から自信を持ってキャリアを築きましょう";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "知識とエンパワーメントのプログラムを統合し、寄付部門とその従業員の構成要素を発展させるためのセット";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "サインイン";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "国の統合サインオンサービスを通じてログイン";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "無効なメールアドレス";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "パスワードの長さが無効です";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "この%@アカウントは、いかなる%@アカウントともリンクされていません。登録してください。";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "メールアドレスまたはユーザー名が無効です";
"Authorization.ERROR.DISABLED_ACCOUNT" = "アカウントが無効になっています。サポートが必要な場合はカスタマーサポートにお問い合わせください。";
"Authorization.SIGN_UP.SUBTITLE" = "アカウントを作成して、今日から学び始めましょう！";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "アカウントを作成";
"Authorization.SIGN_UP.HIDE_FIELDS" = "任意フィールドを非表示にする";
"Authorization.SIGN_UP.SHOW_FIELDS" = "オプションフィールドを表示";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "サインインに成功しました。";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "学習を始める前に、もう少し情報が必要です。";
"Authorization.SIGN_UP.AGREEMENT" = "アカウントを作成することにより、[%@ エンドユーザーライセンス契約](%@)および[%@ 利用規約と名誉規定](%@)に同意し、%@および各メンバーが[プライバシーポリシー](%@)に従って個人データを処理することを認めます。";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "%@がマーケティングメッセージを送信することに同意します。";
"Authorization.FORGOT.TITLE" = "パスワードをお忘れですか";
"Authorization.FORGOT.DESCRIPTION" = "ログインまたはリカバリー用のメールアドレスを以下に入力してください。指示が記載されたメールをお送りします。";
"Authorization.FORGOT.REQUEST" = "パスワードをリセット";
"Authorization.FORGOT.CHECK_TITLE" = "メールを確認してください";
"Authorization.FORGOT.CHECK_Description" = "私たちはパスワード回復の手順を記載したメールを送りました。 ";
"Authorization.CONTINUE_WITH" = "続行:";
"Authorization.LAST_SIGN_IN" = "最終ログイン";
"Authorization.OR_SIGN_IN_WITH" = "メールでサインインする:";
"Authorization.OR_REGISTER_WITH" = "以下に登録してください。";
"Authorization.APPLE" = "アップル";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "または";
"Authorization.STARTUP.INFO_MESSAGE" = "世界の名門大学のコースやプログラムをあなたのポケットに。";
"Authorization.STARTUP.SEARCH_TITLE" = "あなたは何を学びたいですか？";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "3000以上のコースを検索";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "すべてのコースを探す";
"Authorization.STARTUP.TITLE" = "開始";
"Authorization.LEARNING_SITES.TITLE" = "学習サイト";
"Authorization.LEARNING_SITES.GET_STARTED" = "はじめに";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "ようこそ！学習サイトを選択してください";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "検索";
"Authorization.LEARNING_SITES.SUBTITLE" = "学習サイトを選択または追加";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "現在の学習サイト";
"Authorization.LEARNING_SITES.MORE_SITES" = "その他の学習サイト";
"Authorization.LEARNING_SITES.ADD_SITE" = "学習サイトを追加";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "芸術科学大学";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "検索条件に一致する学校はありません";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "ログアウト";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "%@からログアウトしますか？";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "ログアウト";
"WhatsNew.TITLE" = "新着情報";
"WhatsNew.BUTTON_PREVIOUS" = "前へ";
"WhatsNew.BUTTON_NEXT" = "次へ";
"WhatsNew.BUTTON_DONE" = "完了";
"Dashboard.TITLE" = "ダッシュボード";
"Dashboard.HEADER.COURSES" = "講座";
"Dashboard.HEADER.WELCOME_BACK" = "おかえりなさい。学び続けましょう。";
"Dashboard.SEARCH" = "検索";
"Dashboard.EMPTY.SUBTITLE" = "まだコースに登録されていません。";
"Dashboard.LEARN.TITLE" = "学ぶ";
"Dashboard.LEARN.VIEW_ALL" = "すべて表示";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "すべてのコースを見る (%@)";
"Dashboard.LEARN.ALL_COURSES" = "すべてのコース";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1件の期限切れ課題";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "課題を表示";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ 期限切れの課題";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ 課題の締切 %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ 日以内に%@期限が来ます";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "コースを再開する";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "コースを開始";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "講座";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "プログラム";
"Dashboard.LEARN.CATEGORY.ALL" = "全て";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "進行中";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "完了";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "期限切れ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "コースがありません";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "進行中のコースはありません";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "修了したコースはありません";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "期限切れのコースはありません";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "現在、コースに登録されていません。コースカタログを見てみませんか？";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "コースを探す";
"Core.MAINSCREEN.DISCOVERY" = "発見する";
"Core.MAINSCREEN.DASHBOARD" = "ダッシュボード";
"Core.MAINSCREEN.IN_DEVELOPING" = "開発中に";
"Core.MAINSCREEN.PROGRAMS" = "プログラム";
"Core.MAINSCREEN.PROFILE" = "プロフィール";
"Core.MAINSCREEN.LEARN" = "学ぶ";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "あなたはすでに%@アカウントを%@アカウントで設定しています。そのアカウントでログインされています。";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "再試行";
"Core.ERROR.INVALID_CREDENTIALS" = "無効な資格情報";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "インターネット接続が遅い、または接続されていない";
"Core.ERROR.NO_CACHED_DATA" = "オフラインモード用のキャッシュデータがありません";
"Core.ERROR.USER_NOT_ACTIVE" = "ユーザーアカウントが有効化されていません。まずアカウントを有効化してください。";
"Core.ERROR.UNKNOWN_ERROR" = "問題が発生しました";
"Core.ERROR.WIFI" = "Wi-Fi経由でのみファイルをダウンロードできます。これを設定で変更できます。";
"Core.ERROR.AUTHORIZATION_FAILED" = "認証に失敗しました。";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "インターネット接続がありません";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "インターネットに接続してこのコンテンツを表示してください。";
"Core.COURSEWARE.COURSE_CONTENT" = "コース内容";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "このインタラクティブコンポーネントは、モバイルではまだ利用できません。";
"Core.COURSEWARE.COURSE_UNITS" = "コースユニット";
"Core.COURSEWARE.NEXT" = "次へ";
"Core.COURSEWARE.PREVIOUS" = "前へ";
"Core.COURSEWARE.FINISH" = "完了";
"Core.COURSEWARE.GOOD_WORK" = "よくできました！";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "アウトラインに戻る";
"Core.COURSEWARE.SECTION_COMPLETED" = "「%@」を完了しました。";
"Core.COURSEWARE.CONTINUE" = "続行";
"Core.COURSEWARE.RESUME" = "再開";
"Core.COURSEWARE.RESUME_WITH" = "再開:";
"Core.COURSEWARE.NEXT_SECTION" = "次のセクション";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "「次のセクション」を押してください。";
"Core.ERROR.RELOAD" = "再読み込み";
"Core.DATE.COURSE_STARTS" = "コース開始";
"Core.DATE.COURSE_ENDS" = "コース終了";
"Core.DATE.COURSE_ENDED" = "コース終了";
"Core.DATE.ENDED" = "終了しました";
"Core.DATE.START" = "開始";
"Core.DATE.STARTED" = "開始しました";
"Core.DATE.JUST_NOW" = "たった今";
"Core.DATE.TODAY" = "今日";
"Core.DATE.NEXT" = "次の %@";
"Core.DATE.DAYS_AGO" = "%@日前";
"Core.DATE.DUE" = "期限 ";
"Core.DATE.DUE_IN" = "期限: ";
"Core.DATE.DUE_IN_DAYS" = "%@日後に締切";
"Core.DATE.DUE_TODAY" = "今日の期限: %@";
"Core.DATE.DUE_DATE_PAST" = "%@日経過: %@";
"Core.DATE.DUE_IN_LEFT" = "%@日後に締切: %@";
"Core.ALERT.ACCEPT" = "承認";
"Core.ALERT.CANCEL" = "キャンセル";
"Core.ALERT.LOGOUT" = "ログアウト";
"Core.ALERT.LEAVE" = "退出";
"Core.ALERT.SIGN_IN" = "サインイン";
"Core.ALERT.REGISTER" = "登録";
"Core.ALERT.KEEP_EDITING" = "編集を続ける";
"Core.ALERT.DELETE" = "削除";
"Core.ALERT.ADD" = "追加";
"Core.ALERT.REMOVE" = "削除";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "コースカレンダーを削除";
"Core.NO_INTERNET.OFFLINE" = "オフライン";
"Core.NO_INTERNET.DISMISS" = "閉じる";
"Core.NO_INTERNET.RELOAD" = "再読み込み";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "yyyy年MMMM月dd日";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "ダウンロード";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "ダウンロード済み";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "完了";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "ビデオのダウンロード品質";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "自動";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "おすすめ";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "データ使用量を抑える";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "最高品質";
"Core.DONE" = "完了";
"Core.VIEW" = "表示";
"Core.BACK" = "戻る";
"Core.OK" = "了解しました";
"Core.CLOSE" = "閉じる";
"Core.PICKER.SEARCH" = "検索";
"Core.PICKER.ACCEPT" = "承認";
"Core.WEBVIEW.ALERT.OK" = "了解しました";
"Core.WEBVIEW.ALERT.CANCEL" = "キャンセル";
"Core.WEBVIEW.ALERT.CONTINUE" = "続行";
"Core.REVIEW.VOTE_TITLE" = "Open edXを楽しんでいますか？";
"Core.REVIEW.VOTE_DESCRIPTION" = "あなたのフィードバックは私たちにとって重要です。下の星をタップしてアプリを評価していただけますか？ご支援ありがとうございます！";
"Core.REVIEW.FEEDBACK_TITLE" = "フィードバックをお寄せください";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "学習体験に問題があったとのことで申し訳ありません。フィードバックをいただき感謝いたします。";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "ありがとうございます";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "フィードバックを共有していただきありがとうございます。このアプリのレビューを他のユーザーとアプリストアで共有してみませんか？";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "ありがとうございます";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "お客様のフィードバックを受け取りました。今後の学習体験の向上に役立ててまいります。ご意見をお寄せいただき、ありがとうございます。";
"Core.REVIEW.BETTER" = "何が改善できたでしょうか？";
"Core.REVIEW.NOT_NOW" = "今はしない";
"Core.REVIEW.BUTTON.SUBMIT" = "送信";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "フィードバックを共有";
"Core.REVIEW.BUTTON.RATE_US" = "評価する";
"Core.REVIEW.EMAIL.TITLE" = "メールクライアントを選択:";
"Core.SOCIAL_SIGN_CANCELED" = "ユーザーがサインインの流れをキャンセルしました。";
"Core.SIGN_IN.LOG_IN_BTN" = "サインイン";
"Core.SIGN_IN.REGISTER_BTN" = "登録";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSOでサインイン";
"Core.TOMORROW" = "明日";
"Core.YESTERDAY" = "昨日";
"Core.OPEN_IN_BROWSER" = "Safariで表示";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "ご安心ください。進捗を失うことなく、期日を過ぎた課題を完了するために、提案されたスケジュールを調整してください。";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "締切日を変更する";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "締切を逃しましたか？";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "提案されたスケジュールを作成しましたので、進捗を維持するのに役立ちます。しかし、心配しないでください。柔軟性があるので、自分のペースで学ぶことができます。もし遅れをとってしまった場合でも、日付を調整して進捗を維持することができます。";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "このコースの一環として評価付き課題を完了するには、今日アップグレードできます。";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "このコースを聴講していますが、成績評価のある課題には参加できません。提案されたスケジュールに基づいて、いくつかの重要な締め切りを逃したようです。このコースの一環として成績評価のある課題を完了し、期限切れの課題を将来に移行するには、今日アップグレードすることができます。";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "日付を変更できませんでした。もう一度お試しください。";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "日付が正常に変更されました。";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "コース日程";
"Core.COURSE_DATES.TODAY" = "今日";
"Core.COURSE_DATES.COMPLETED" = "完了";
"Core.COURSE_DATES.PAST_DUE" = "期限切れ";
"Core.COURSE_DATES.THIS_WEEK" = "今週";
"Core.COURSE_DATES.NEXT_WEEK" = "来週";
"Core.COURSE_DATES.UPCOMING" = "近日公開予定";
"Core.COURSE.STORAGE_ALERT.TITLE" = "デバイスのストレージがいっぱいです";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "お使いのデバイスには、このコンテンツをダウンロードするための十分な空き容量がありません。空き容量を増やして、再度お試しください。";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ 使用済み, %@ 空き";
"Core.COURSE.ALERT.CANCEL" = "キャンセル";
"Core.COURSE.ALERT.CLOSE" = "閉じる";
"Core.COURSE.ALERT.REMOVE" = "削除";
"Core.COURSE.ALERT.DOWNLOAD" = "ダウンロード";
"Core.COURSE.ALERT.TRY_AGAIN" = "もう一度試してください";
"Core.COURSE.ALERT.REMOVE_TITLE" = "オフラインコンテンツを削除しますか？";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "ダウンロードを確認";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "セルラーでダウンロードしますか？";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "このコンテンツを削除すると%@が解放されます。";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "このコンテンツの%@をダウンロードすると、利用可能なブロックがオフラインで保存されます。";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "このコンテンツをダウンロードすると、携帯データが%@使用されます。";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "ダウンロードに失敗しました";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "インターネット接続がありません";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fiが必要です";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "残念ながら、このコンテンツのダウンロードに失敗しました。後でもう一度お試しいただくか、この問題を報告してください。";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "このコンテンツをダウンロードするには、インターネット接続が必要です。インターネットに接続して、再試行してください。";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "このコンテンツをダウンロードするには、アクティブなWiFi接続が必要です。WiFiネットワークに接続して、再試行してください。";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "選択したビデオは1GBを超えています。これらのビデオをダウンロードしますか？";
"Core.DOWNLOAD.DOWNLOAD" = "ダウンロード";
"Core.ALERT.ACCEPT" = "承認";
